<?php

$books = array(
		"Рей Брэдбери" => "451° по Фаренгейту",
		"Шантарам" => "Шантарам",
		"Джордж Оруэлл" => "1984",
		"Михаил Афанасьевич Булгаков" => "Мастер и Маргарита",
		"Эрих Мария Ремарк" => "Три товарища",
		"Оскар Уайльд" => "Портрет Дориана Грея",
		"Рей Брэдбери" => "Вино из одуванчиков",
		"Даниел Киз" => "Цветы для Элджернона",
		"Джером Д. Сэлинджер" => "Над пропастью во ржи",
		"Антуан де Сент-Экзюпери" => "Маленький принц",
		"Грегори Дэвид Робертс" => "Тень горы",
		"Габриэль Гарсиа Маркес" => "Сто лет одиночества",
		"Айн Рэнд" => "Атлант расправил плечи");

foreach ($books as $author => $book) {
	echo "$author => $book <br><br>";
}

?>